Repository: arushivashist/osm-export-tool2
Catalog: locales/*/LC_MESSAGES/django.po
Languages: es

source: invalid export format.
es: formato de exportación no válido.

source: Expected a list of items but got type "{input_type}".
es: Se esperaba una lista de elementos pero se obtuvo tipo "{input_type}".

source: xmin is required.
es: xmin es necesario.

source: invalid xmin value.
es: valor xmin inválido.

source: ymin is required.
es: ymin es necesario.

source: invalid ymin value.
es: valor ymin inválido.

source: xmax is required.
es: xmax es necesario.

source: invalid xmax value.
es: valor xmax inválido.

source: ymax is required.
es: ymax es necesario.

source: invalid ymax value.
es: valor ymax inválido.

source: missing_bbox_parameter
es: parámetro_bbox_faltante

source: Missing bounding box parameter
es: Parámetro delimitador de la caja faltante

source: server_error
es: error_del_servidor

source: Invalid format provided.
es: Formato proporcionado inválido.

source: Failed to run Export
es: No se ha podido ejecutar la exportación

source: Export not found
es: Exportación no encontrada

source: Please provide a valid email address. This email address will be used to notifiy you when your exports are ready. A verification link will be sent to the email address you provide.
es: Por favor proporciona un correo electrónico válido. Esta dirección de correo electrónico será usada para notificarte cuando tu exportación esté lista. Un link de verificación será enviado al correo electrónico que proporciones.

source: Submit
es: Enviar

source: Validation Email Sent
es: Correo electrónico de validación enviado

source: An activation email has been sent to your email address.
es: Un correo electrónico de activación ha sido enviado a tu dirección de correo electrónico.

source: Please click the link in the email to activate your account.
es: Por favor haga click en el enlace en tu correo electrónico para activar tu cuenta

source: OpenStreetMap Login Error
es: Error al iniciar sesión en OpenStreetMap

source: There was a problem logging you in to OpenStreetMap
es: Hubo un problema al iniciar sesión en OpenStreetMap

source: Fresh Humanitarian Maps
es: Mapas Humanitarios recientes

source: Download up-to-date humanitarian maps for GIS analysis or for use in GPS devices and Smartphones.
es: Descargar mapas humanitarios actualizados para análisis SIG o para usar en dispositivos GPS y smarphones.

source: This platform allows you to create custom OpenStreetMap exports for various HOT regions. You can specify an area of interest and a list of features (OpenStreetMap tags) for the export. A current OpenStreetMap data extract for that area in various data formats is then created for you within minutes.
es: Esta plataforma permite crear exportaciones personalizadas de OpenStreetMap para varias regiones HOT. Puedes especificar un area de interés y una lista de características (etiquetas de OpenStreetMap) para exportar. Un extracto de los datos actuales de OpenStreetMap para esa área será creado en varios formatos de datos en minutos.

source: How to Get Started
es: Cómo empezar

source: You can view and search through existing HOT exports at our <a href="/jobs">Exports</a> page. You do not need an account to view or search for existing exports. If you want to create an export and you are a new user, please <a href="/accounts/register">register</a> for an account. If you already have an account with HOT, please log in using the log in form on this page. More detailed help is available on our <a href="/help">help</a> page.
es: Puede ver y buscar a través de las exportaciones HOT existentes en nuestra página de <a href="/jobs">Exportaciones </a> . No necesita una cuenta para ver o buscar exportaciones existentes. Si desea crear una exportación y es un usuario nuevo, por favor <a href="/accounts/register"> regístrese </a> para una cuenta. Si ya tiene una cuenta con HOT, por favor, inicie sesión usando el formulario de inicio de sesión en esta página. Ayuda más detallada está disponible en nuestra página de <a href="/help"> ayuda </a>.

source: Login to OpenStreetMap
es: Iniciar sesión en OpenStreetMap

source: If you don't have an OpenStreetMap account you can register for one <a href='http://www.openstreetmap.org/user/new'>here</a>.
es: Si no tiene una cuenta OpenStreetMap puede registrarse por una <a href='http://www.openstreetmap.org/user/new'>aquí</a>.

source: You have successfully logged out of OpenStreetMap
es: Ha cerrado sesión de OpenStreetMap exitosamente.

source: Please click <a href="//login">here</a> to login again.
es: Por favor da click <a href="//login">aquí</a> para iniciar sesión de nuevo.

source: Page Not Found
es: Página no encontrada

source: Server Error
es: Error del servidor

source: HOT Export Tool
es: Herramienta de exportación HOT

source: OSM Export Tool
es: Herramienta de exportación OSM

source: Create
es: Crear

source: Exports
es: Exportaciones

source: Presets
es: Preestablecidos

source: Log Out
es: Cerrar sesión

source: Describe Export
es: Describir exportaciones

source: Select Formats
es: Seleccionar formatos

source: Select Features
es: Seleccionar características

source: Select Preset
es: Seleccionar Preestablecido

source: Export Summary
es: Resumen de exportación

source: Name
es: Nombre

source: Description
es: Descripción

source: Activation
es: Activación

source: Coordinates
es: Coordenadas

source: Select Export Formats:
es: Selecciona los formatos de exportación:

source: More than one export format can be selected. Please note that there are two Esri Shapefile options, as the Thematic Schema provides the data in a set of themed geometry tables (points, lines and polygons), whereas the OSM Schema provides all attributes in layers grouped by geometry type
es: Más de un formato de exportación puede ser seleccionado. Tenga en cuenta que hay dos opciones de Esri Shapefile, ya que el Esquema Temático proporciona los datos en un conjunto de tablas de geometría temáticas (puntos, líneas y polígonos), mientras que el esquema OSM proporciona todos los atributos de las capas agrupadas por tipo de geometría

source: Select from either the HDM or OSM data models.
es: Elija entre cualquiera de los modelos de datos OSM o HDM.

source: Features can only be selected from one tree, either from the HDM or the OSM data model. Feature tags can not be mixed between the two, with the other tree deactivating as soon as a tag from the other tree has been selected.
es: Las características sólo se pueden seleccionar de un árbol, ya sea desde el modelo de datos HDM u OSM. Las etiquetas de características no se pueden mezclar entre los dos, con el otro árbol desactivando tan pronto como la etiqueta del otro árbol ha sido seleccionada.

source: Upload a preset file
es: Cargar un archivo preestablecido

source: Filename:
es: Nombre de archivo:

source: Publish this preset globally.
es: Publicar este preestablecido globalmente.

source: Select a preset to upload
es: Seleccionar un preestablecido para cargar

source: Upload
es: Cargar

source: Select a stored preset
es: Seleccionar un preestablecido almacenado

source: Filename
es: Nombre de archivo

source: Export Details
es: Detalles de exportación

source: Name:
es: Nombre:

source: Description:
es: Descripción:

source: Activation:
es: Activación:

source: Export formats:
es: Formatos de exportación:

source: Export Options
es: Opciones de exportación:

source: Save feature selection locally
es: Guardar selección de característica localmente

source: Publish feature selection globally
es: Publicar selección de característica globalmente

source: Publish export globally
es: Publicar exportación globalmente

source: Configurations:
es: Configuraciones:

source: Type
es: Tipo

source: Status
es: Estado

source: Create Export
es: Crear exportación

source: Skip
es: Saltar

source: Select Export Area
es: Seleccionar área de exportación

source: Zoom To Selection
es: Acercar a selección

source: Reset Map
es: Reiniciar mapa

source: Search for a place or enter xmin,ymin,xmax,ymax
es: Buscar un lugar o introducir xmin, ymin, xmax, ymax

source: Error Uploading Configuration File
es: Error cargando archivo de configuración

source: There was a problem with your configuration upload.
es: Hubo un problema con tu configuración cargada.

source: Select configuration files to apply to this export
es: Seleccionar archivos de configuración para aplicar a esta exportación

source: Only one preset file can be selected.
es: Solo un archivo preestablecido puede ser seleccionado.

source: Filter Configurations
es: Configuraciones de filtro

source: Search
es: Buscar

source: Start Date:
es: Fecha de inicio:

source: End Date:
es: Fecha de fin:

source: Created
es: Creado

source: Select
es: Seleccionar

source: My Presets
es: Mis preestablecidos

source: Display
es: Mostrar

source: presets per page
es: preestablecidos por página

source: Filter Presets
es: Filtrar preestablecidos

source: Download Configuration
es: Descargar configuración

source: Use this form to upload a <a href="http://learnosm.org/en/josm/creating-presets/" target="_blank">JOSM Preset</a> configuration file.
es: Use este formulario para cargar un archivo de configuración <a href="http://learnosm.org/en/josm/creating-presets/" target="_blank">predeterminado de JOSM</a>.

source: Publish this preset publicly
es: Publicar este preestablecido públicamente

source: Upload Preset
es: Cargar preestablecido

source: Login
es: Iniciar sesión

source: to upload a preset configuration file.
es: para cargar un archivo de configuración preestablecido.

source: Select Export Formats
es: Seleccionar formatos de exportación

source: Select from either the HDM or OSM data models
es: Elija entre cualquiera de los modelos de datos OSM o HDM.

source: Select Stored Preset
es: Seleccionar Preestablecido Almacenado

source: Save feature selection privately
es: Guardar selección de característica privadamente

source: Publish feature selection publicly
es: Publicar selección de característica públicamente

source: Publish export publicly
es: Publicar exportación públicamente

source: Select a preset configuration file to apply to this export
es: Seleccionar un archivo de configuración preestablecido para aplicar a esta exportación

source: Job Id:
es: Id de trabajo:

source: Region:
es: Región:

source: Area:
es: Área:

source: Created:
es: Creado:

source: Created By:
es: Creado por:

source: Published:
es: Publicado:

source: Export Formats:
es: Formatos de exportación:

source: Rerun this Export
es: Reponer esta exportación

source: Clone this Export
es: Duplicar esta exportación

source: Features
es: Características

source: Delete this Export
es: Eliminar esta exportación

source: Export Runs
es: Ejecutar exportación

source: Features selected for this export
es: Características seleccionadas para esta exportación

source: This is an automated email from HOT Exports.
es: Este es un correo electrónico automático de exportaciones HOT.

source: Your HOT Export is ready.
es: Tu exportación HOT está lista.

source: Please follow this link
es: Por favor sigue este enlace

source: to download your files.
es: para descargar tus archivos.

source: Thank you for using the HOT Export Service
es: Gracias por usar el Servicio de Exportación HOT

source: Humanitarian OpenStreetMap Team
es: Equipo Humanitario de OpenStreetMap

source: Error Creating Export
es: Error creando exportación

source: There was an error creating your export. Please <a href="mailto:exports@hotosm.org">email us</a> if this problem persists.
es: Hubo un error creando su exportación. Por favor <a href="mailto:exports@hotosm.org">envíanos un correo electrónico</a> si el problema persiste.

source: Help Documentation
es: Documentación de Ayuda

source: The OSM Export Tool allows users to create custom OpenStreetMap exports for selected HOT regions. This help documentation is split into the following sections to assist users to navigate the site, use the functions effectively and successfullly create and run exports.
es: La Herramienta de Exportación de OSM permite a los usuarios crear exportaciones personalizadas de OpenStreetMap para regiones HOT seleccionadas. Esta documentación de ayuda se divide en las siguientes secciones para ayudar a los usuarios a navegar por el sitio, utilice las funciones de manera eficaz y exitosamente creará y ejecutará las exportaciones.

source: Page Navigation
es: Navegación de página

source: Store
es: Tienda

source: Export File Formats
es: Formatos de archivo de exportación

source: Feature Tag Selection
es: Selección de etiqueta de característica

source: Humanitarian Data Model
es: Modelo de Datos Humanitarios

source: OpenStreetMap Data Model
es: Modelo de Datos de OpenStreetMap

source: Configuration Files
es: Archivos de configuración

source: Help
es: Ayuda

source: Configurations
es: Configuraciones

source: Configuration File Help
es: Ayuda del Archivo de Configuración

source: File Types
es: Tipos de archivo

source: Preset
es: Preestablecido

source: JOSM Preset
es: Preestablecido de JOSM

source: Search Files
es: Buscar archivos

source: Search presets info
es: Buscar información de preestablecido

source: Upload Files
es: Cargar archivos

source: Formats
es: Formatos

source: Export File Format Help
es: Ayuda de Formato de Archivo de Exportación

source: Compatible Software
es: Software compatible

source: Further Information
es: Información adicional

source: ArcGIS Online | Shapefiles
es: ArcGIS en línea | Shapefiles

source: OpenStreetMap Wiki | Esri SHP File
es: Wiki de OpenStreetMap | Archivo ESri SHP

source: .rgn - map elements; polylines, polygons and points
es: .rgn - elementos de mapa; polilíneas, polígonos y puntos

source: .lbl - labels; map elements, city names, localities, etc
es: .lbl - etiquetas; elementos de mapa; nombres de ciudades, localidades, etc.

source: .tre - map structure information; data tree
es: .tre - información de estructura de mapa; árbol de datos

source: .net - road network information
es: .net - información de red de caminos

source: .nod - routing information
es: .nod - información de enrutamiento

source: .mdr - searchable address table for routing desinations
es: .mdr - tabla de direcciones de búsqueda para los destinos de enrutamiento

source: OSM Composer
es: Compositor OSM

source: SourceForge | Garmin IMG Format
es: SourceForge | Formato Garmin IMG

source: OpenStreetMap Wiki | Garmin IMG File
es: Wiki OpenStreetMap | Archivo Garmin IMG

source: Google Earth | KML File
es: Google Earth | Archivo KML

source: Google Documentation | KML Tutorial
es: Documentación de Google | Tutorial KML

source: OpenStreetMap Wiki | KML File
es: Wiki OpenStreetMap | Archivo KML

source: OSMAnd | OBF Format
es: OSMAnd | Formato OBF

source: PostgreSQL | The SQL Language
es: PostgreSQL | El lenguaje SQL

source: Navigation
es: Navegación

source: Page Navigation Help
es: Ayuda de Navegación de Página

source: User must be registered and logged in to create a new export.
es: El usuario debe estar registrado y conectado para crear una nueva exportación.

source: Describe Export:
es: Describe la exportación:

source: Select one or more file format(s) for the export and click 'Next'.
es: Selecciona uno o más formato(s) de archivo para exportar y haz click en 'Siguiente'.

source: Export Features:
es: Características de exportación:

source: Preset File:
es: Archivo preestablecido

source: Export Summary:
es: Resumen de exportación:

source: Export Details:
es: Detalles de exportación:

source: top
es: arriba

source: Search Box:
es: Caja de búsqueda:

source: Start Date/End Date:
es: Fecha inicio/Fecha de fin:

source: Filter based on date of creation.
es: Filtro basado en la fecha de creación.

source: Interactive Map:
es: Mapa interactivo:

source: My Exports:
es: Mis Exportaciones:

source: Displays personal exports if the user is logged in.
es: Mostrar exportaciones personales si el usuario ha iniciado sesión.

source: Next Page:
es: Siguiente página:

source: Move on to display more results.
es: Mover para mostrar más resultados.

source: Filter presets by name.
es: Filtrar preestablecidos por nombre.

source: My Preset Files:
es: Mis Archivos Preestablecidos:

source: Feature Tag Selection Help
es: Ayuda de Selección de Etiquetas de Característica

source: OpenStreetMap Wiki | Humanitarian OSM Tags
es: Wiki OpenStreetMap | Etiquetas OSM Humanitario

source: OpenstreetMap Wiki | OSM Tags
es: Wiki OpenstreetMap | Etiquetas OSM

source: Tree Structure System
es: Sistema de Estructura de Árbol

source: Tick the box on the right to select a feature tag for export.
es: Marca la caja de la derecha para seleccionar una etiqueta de característica para exportar.

source: Filter Exports
es: Filtrar Exportaciones

source: Event
es: Evento

source: Region
es: Región

source: My Exports
es: Mis exportaciones

source: exports per page
es: exportaciones por página

source: Filter Area
es: Filtrar Área

source: Clear Filter
es: Limpiar Filtro
